Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Examples of moderate activity are brisk walking, bike riding, swimming, running, and hiking. It is also recommended to stretch and strengthen your muscles 2 to 3 days a week. Lifting weights in a supervised program is one way to strengthen muscles. Exercise classes may also be helpful. • Limit sugar and sweets. Limit food that contains added sugars such as desserts, doughnuts, cookies, and candies. These have many calories, few nutrients, and leave you wanting more. • Drink water. People who drink plenty of water are more likely to lose weight. Drink at least 6 to 8 glasses of water each day. If you are overweight, you may need to drink more water to stay hydrated. Drinking water helps to control your appetite and rid your body of waste. When you • Be careful when eating out. eat out, preview the menu ahead of time. Choose soup and salad or smaller dishes that are low in fat and sodium. Ask for sauces and dressings on the side. If portions are large, share a plate or take half home. Ask about healthy menu choices. • Snack for better health. If you are hungry between meals, eat 1 or 2, 100 to 200 calorie snacks. Enjoy fresh fruit, vegetables, or fat free light yogurt instead of packaged snacks. Whole wheat crackers, whole grain cereals, and oatmeal also make great snacks. They are good sources of fiber that keep you feeling full longer. Ways to Manage Your Weight. Russian.
ru: быстрой ходьбе, езде на велосипеде, плаванию, бегу и прогулкам. 2–3 раза в неделю рекомендуется выполнять силовые упражнения и упражнения на растяжение. Занятия в тренажерном зале с тренером — отличный способ укрепить мышцы. Принесут пользу и групповые занятия спортом. • Ограничьте потребление сахара и сладостей. Ограничьте потребление пищи, содержащей дополнительный сахар: пончики, печенье, конфеты и прочие десерты. В них много калорий и мало питательных веществ, в результате чего у вас усиливается аппетит. • Пейте воду. Люди, которые пьют много воды, имеют больше шансов похудеть. Ежедневно выпивайте минимум 6–8 стаканов воды. Если у вас лишний вес, вам может понадобиться пить больше, чтобы не допустить обезвоживания. Вода помогает контролировать аппетит и выводить из организма продукты жизнедеятельности. • Будьте осторожны, когда едите не дома. Заранее изучите меню. Выбирайте суп и салат или небольшие блюда с низким содержанием жира и соли. Попросите подать соусы отдельно. Если порции большие, поделитесь с кем-нибудь или заберите половину домой. Спросите официанта о диетических блюдах. • Полезные легкие закуски. Если между приемами пищи вы проголодались, съешьте 1 или 2 закуски калорийностью 100–200 калорий. Употребляйте свежие фрукты, овощи или нежирные йогурты вместо расфасованных закусок. Также подойдут овсянка, цельнозерновые пшеничные крекеры и хлопья. Это отличный источник клетчатки, который поможет вам дольше оставаться сытым.

source: • Use less fat when cooking. Bake, broil, grill, roast, or steam food instead of frying. Trim fat and skin from meat. Drain fat. • Be a smart shopper. Plan your meals. Use a list and avoid shopping when you are hungry. Buy fruit, whole grains, vegetables, seafood, chicken, and lean cuts of meat. If you eat dairy products, buy fat free or low fat versions. Small changes can lead to good results. Talk to your doctor, nurse, or dietitian if you have any questions or concerns. © 2005 – January 17, 2023, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Ways to Manage Your Weight. Russian.
ru: • При приготовлении пищи используйте меньше жиров. Вместо того, чтобы жарить еду на сковороде, запекайте, готовьте на огне, на гриле, в духовке или варите на пару. Срезайте с мяса жир и кожу. Сливайте жир. • Будьте разумным покупателем. Планируйте свое питание. Составьте список покупок и не ходите в магазин на голодный желудок. Покупайте фрукты, крупы, овощи, морепродукты, курицу и нежирное мясо. Если вы употребляете молочные продукты, выбирайте обезжиренные или с низким содержанием жира. Небольшие перемены могут привести к хорошим результатам. Если у вас есть вопросы или опасения, обратитесь к врачу, медсестре или диетологу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Wearing a Shoulder A shoulder sling is used to support your arm after injury or surgery. It may also be used to limit movement or to raise the arm to reduce pain and swelling. When to wear the sling All the time until your follow up appointment.  As you need for comfort.  During the day.  At night while you sleep. Remove your sling each day to wash your arm or to do your exercises. Putting on the sling Your sling will have: • A strap that fits over your shoulder and back • A pouch or pocket to hold your elbow and lower arm How to put on the sling: 1. Start by sliding the closed end of the sling over your hand on the injured side. 2. Fit the sling on your arm, so your elbow is back in the pocket as far as it can go. Wearing a Shoulder Sling. Russian.
ru: бандажа Sling Плечевой бандаж поддерживает руку после травмы или хирургической операции. Также он может использоваться, чтобы ограничить подвижность руки или приподнять ее для уменьшения боли и припухлости. Когда носить бандаж Постоянно до визита к врачу  При появлении болевых ощущений  В течение дня  Ночью во время сна Ежедневно снимайте бандаж, чтобы помыть руку или выполнить упражнения Ношение бандажа Бандаж состоит из: • Ремня, проходящего через плечо и спину • Муфты, удерживающей локоть и предплечье Как надеть бандаж 1. Наденьте закрытую часть бандажа (муфту) на травмированную руку так, 2. чтобы локоть находился как можно глубже.

source: 3. The long strap of the sling should go from the back of your injured arm, across your back to your other shoulder and down your chest. If you are not able to work the strap around, you may attach the strap to the fastener and then lift the strap over your head to the opposite shoulder. 4. Attach the long strap to the fastener on the sling near your wrist. 5. Adjust the length of the strap, so your hand is always at or above the level of your elbow. 6. Move the pad on the shoulder strap near your neck, so it feels comfortable. Taking off the sling 1. Loosen the fastener and take the strap out. 2. Gently remove the sling from the injured arm. Wearing a Shoulder Sling. Russian.
ru: 3. Длинный ре- мень должен начинаться от внутренней стороны травми- рованной руки и идти через спи- ну, противопо- ложное плечо и грудную клетку. Другой вариант Если вы не можете обернуть ремень через себя, можно прикрепить его к фиксатору, продеть его через голову и положить на противоположное плечо. 4. Прикрепите длинный ремень к фиксатору, расположенному на бандаже в районе запястья. 5. Отрегулируйте длину ремня так, чтобы рука всегда находилась на уровне локтя или выше. 6. Для удобства сдвиньте накладку на ремне ближе к шее. Как снять бандаж 1. Ослабьте фиксатор и вытащите из него ремень. 2. Аккуратно снимите бандаж с травмированной руки.

source: Care while wearing the sling Unless you have been instructed otherwise, follow these general care guidelines: • Adjust the strap on the sling, so your hand is slightly higher than your elbow. This helps reduce swelling. • Be sure your elbow is back in the pocket of the sling as far as possible. • Smooth the sling, so there are no wrinkles along your arm that may cause sore spots. • Remove the sling each day to wash your arm and shoulder. Use a damp washcloth to wash your armpit and skin. Dry well with a towel. Limit movement of your injured arm. • Ask about exercises for your fingers, wrist and elbow. • Your sling can be hand washed and air dried. You may need to purchase another sling to wear while one is being cleaned. Talk to your doctor, nurse, or therapist if you have any questions or concerns. © 2007 - June 17, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Wearing a Shoulder Sling. Russian.
ru: Правила использования бандажа Если не рекомендовано иное, соблюдайте следующие общие правила использования бандажа: • Отрегулируйте длину ремня таким образом, чтобы рука находилась немного выше локтя. Это позволяет уменьшить припухлость. • Локоть должен находиться как можно глубже в муфте. • Разгладьте бандаж, чтобы на нем не было складок, которые могут натереть кожу. • Ежедневно снимайте бандаж, чтобы помыть руку и плечо. Очищайте руку и подмышечную впадину влажной тканью, а затем тщательно вытирайте полотенцем. Ограничьте движения травмированной рукой. • Попросите врача показать вам упражнения для разработки пальцев, запястья и локтевого сустава. • Бандаж можно стирать вручную и сушить естественным способом. Подумайте о приобретении второго бандажа для использования во время стирки и сушки первого. Если у вас есть вопросы или сомнения, обратитесь к своему врачу, медсестре или физиотерапевту. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Weight Bearing Follow the directions as checked for your injured or weak leg. Non-weight bearing For this method, do not let your injured or weak leg touch the floor when standing or walking. When using the walker, hold your injured or weak leg up off the floor. • Move your walker out in front of you. Be sure all 4 legs of your walker are flat on the floor. • While pushing down on the walker with your arms, hop on your good foot to the center of the walker. Touch down weight bearing Touch the ball of your foot to the floor to help your balance, but do not put your weight on it. • Move your walker out in front of you about an arm’s length. Be sure all 4 legs of the walker are flat on the floor. • Move your injured or weak leg forward into Ballof Footthe walker, only touching Ball of Foot the ball of your foot to the floor. Weight Bearing Using a Walker. Russian.
ru: на ногу с ходунков Using a Walker Выполняйте отмеченные рекомендации для своей травмированной или ослаблен- ной ноги.  Без нагрузки на ногу Суть этого метода заключается в том, чтобы не ставить травмированную или ослабленную ногу на пол, когда вы стоите или идете. При использовании ходунков не касайтесь пола травмированной или ослабленной ногой. • Поставьте ходунки перед собой. Убедитесь, что все 4 ножки ходунков стоят на полу. • Опираясь на ходунки руками, прыгните здоровой ногой в центр ходунков. Касательная нагрузка Для равновесия поставьте переднюю часть стопы на пол, но не переносите на нее вес тела. • Поставьте ходунки перед собой на расстоянии вытянутой руки. Убедитесь, что все 4 ножки ходунков стоят на полу. • Поставьте травмированную или ослабленную ногу вперед в ходунки, касаясь пола передней частью стопы.

source: • While pushing down on your walker with your arms to take weight off your injured or weak leg, step your good leg forward into the center of the walker. Partial weight bearing For this method, you will be told how much weight you can put on the injured or weak leg. • Move your walker out in front of you about an arm’s length. Be sure all 4 legs of the walker are flat on the floor. • Step your injured or weak leg into the walker, only putting the allowed weight on that leg. • While pushing down on your walker with your arms to keep some weight off of your leg, step your good leg forward into the center of the walker. Weight bearing as tolerated For this method, put as much weight on the injured or weak leg as you are able to without much pain. The walker helps give you some support and balance. Talk to your doctor, nurse or physical therapist if you have any questions or concerns. © 2005 - June 23, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Weight Bearing Using a Walker. Russian.
ru: • Опираясь на ходунки руками, перенесите нагрузку с травмированной или ослабленной ноги и поставьте здоровую ногу в центр ходунков. Частичная нагрузка При этом методе врач скажет вам о допустимой нагрузке на травмированную или ослабленную ногу. • Поставьте ходунки перед собой на расстоянии вытянутой руки. Убедитесь, что все 4 ножки ходунков стоят на полу. • Поставьте травмированную или ослабленную ногу в ходунки, перенося на нее допустимую нагрузку. • Опираясь на ходунки руками, уменьшите нагрузку на травмированную ногу и поставьте здоровую ногу в центр ходунков. Терпимая нагрузка При этом методе разрешается нагружать травмированную или ослабленную ногу настолько, насколько вы можете выдержать, не испытывая сильной боли. Ходунки при этом используются для опоры и сохранения равновесия. Если у вас есть вопросы или сомнения, обратитесь к своему врачу, медсестре или физиотерапевту. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: What You Can Do Make new habits for sleeping rather than simply breaking old ones. You may want to start by keeping a sleep diary to help you understand your sleep patterns and habits. Follow these simple sleep guidelines to help you sleep better. Keep regular hours. • Establish a regular wake up time each day, including weekends. • Do not take naps. If you must nap, keep it short. Nap for 15 to 30 minutes early in the afternoon. Do not go to bed too full or too hungry. • If you eat a heavy meal before bedtime, your stomach has several hours of work to do. If you must eat late, eat light. • It also can be hard to sleep if your stomach is empty. If you are dieting, have a low calorie snack before bedtime. Exercise each day but not right before bedtime. • Heavy exercise in the late evening increases your breathing and heart rate. This interferes with relaxation. • Schedule work outs for earlier in the day. A leisurely walk before bed is okay. Try gentle exercises like stretching or yoga to help you relax at night. What You Can Do to Sleep Better. Russian.
ru: сон to Sleep Better Вместо того, чтобы кардинально менять старые, выработайте новые привычки. Начните вести дневник сна, чтобы понять ваш режим и привычки, связанные со сном. Далее перечислены простые рекомендации, которые помогут улучшить ваш сон. Придерживайтесь распорядка дня. • Каждый день, даже в выходные, вставайте в одно и то же время. • Не спите днем. Если вам захочется вздремнуть, поспите, но недолго (15– 30 минут после обеда). Не ложитесь спать слишком сытым или голодным. • Если перед сном плотно поесть, желудку придется поработать несколько часов. Если вы вынуждены есть поздно, выбирайте легкую пищу. • На пустой желудок также может быть трудно заснуть. Если вы на диете, ешьте перед сном низкокалорийные продукты. Делайте физические упражнения каждый день, но не перед сном. • Интенсивные физические нагрузки ускоряют дыхание и пульс, поэтому вам будет сложно расслабиться. • Перенесите тренировку на более раннее время. Подойдет неторопливая прогулка перед сном. Расслабиться перед сном помогут легкие упражнения, например стретчинг или йога.

source: Develop a bedtime routine. • Set up a routine so your body knows it is time to go to sleep. For example, listen to some relaxing music, then read for 10 minutes, brush your teeth and go to bed. Keep your bed as a place to sleep or have sex. • Do not eat, write, watch TV or talk on the phone in bed. • Keep the bedroom dark, quiet and a little cool to help you sleep. • Use a fan or white noise machine, ear plugs or headphones to stop noises that may bother you at night. • Do not go to bed unless you are sleepy. If you do not fall asleep after 15 to 20 minutes, get up and go to another room and do something to relax. When you feel sleepy, go back to bed. Slow yourself down toward the end of the day. • Do not engage in work or household chores right before bedtime. Put your duties aside at least 30 minutes before bedtime and perform soothing, quiet activities that will help you relax. • Try a warm bath. • Disconnect from your cell phone, laptop, tablet, TV and other devices 30 minutes or more before going to bed. The light from these devices can make it harder for your to fall asleep. What You Can Do to Sleep Better. Russian.
ru: Придумайте ритуал засыпания. • Установите порядок отхода ко сну, чтобы ваш организм знал, что пора спать. Например, послушайте расслабляющую музыку, затем почитайте 10 минут, почистите зубы и ложитесь спать. Используйте кровать только для сна и секса. • Не ешьте, не пишите, не смотрите телевизор и не разговаривайте по телефону в постели. • Чтобы вам было комфортно, в спальне должно быть темно, тихо и прохладно. • Используйте вентилятор, генератор белого шума, беруши или наушники, чтобы вас ничего не беспокоило. • Не ложитесь спать, если не хочется. Если вы не уснули в течение 15–20 минут, встаньте, перейдите в другую комнату и сделайте что-нибудь, чтобы расслабиться. Когда почувствуете сонливость, вернитесь в постель. Ближе к концу дня сбавляйте темп. • Не занимайтесь работой или домашними делами перед сном. Завершайте работу как минимум за 30 минут до сна и занимайтесь спокойными делами, которые помогают расслабиться. • Попробуйте принять теплую ванну. • Прекращайте пользоваться мобильным телефоном, ноутбуком, планшетом, телевизором и другими устройствами за 30 минут до сна. Свет от экрана может помешать вам заснуть.

source: Cut down on cigarettes, second hand smoke and caffeine. • Stimulants may affect your nerves for hours into the night. • Avoid caffeine in the late afternoon and evening. • Also avoid sugary, high carbohydrate foods at bedtime. Do not drink alcohol after dinner. • Drinking in the late evening may help you go to sleep. However, as the alcohol wears off, you may become restless and wake up early. Get exposure to sunlight during the day. • Open up curtains or blinds to let natural light in. • If natural light is not availble to you, talk to your doctor about using a light box. If after following these guidelines you still struggle with getting a full night’s sleep, talk to your doctor. Your doctor can recommend treatment options that are best for you. © 2012 - August 20, 2020,, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. What You Can Do to Sleep Better. Russian.
ru: Сократите пассивное курение, потребление сигарет и кофеина. • Стимуляторы могут воздействовать на организм на протяжении нескольких часов. • Не употребляйте кофеин во второй половине дня. • Перед сном откажитесь от сладких продуктов с высоким содержанием углеводов. После ужина не употребляйте алкоголь. • Алкоголь иногда помогает заснуть, однако по мере ослабления его действия у вас может появиться беспокойство и вы можете проснуться раньше. Днем проводите больше времени на солнце. • Открывайте шторы или жалюзи, чтобы в помещение проникал естественный свет. • Если естественный свет вам недоступен, поговорите с врачом об использовании лайтбокса. Если после выполнения этих советов вы по-прежнему не можете полноценно выспаться, обратитесь к врачу. Он порекомендует вам оптимальные варианты лечения. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: When Should I Call Call 911 if your baby turns blue or has trouble breathing. Call your baby’s doctor if your baby has any of the following: • Cries non-stop for several hours or is more irritable and soothing does not stop crying • Hard to wake up • Fever: Ì A rectal temperature (in baby’s bottom) of 100.4 º F or higher, or an armpit (axillary) temperature of 99 º F or higher Ì Fever does not come down with medicine Fever lasts more than 24 hours • A lot of discharge from the eyes • A hard time breathing or skin below or between baby’s ribs pulls in when breathing. • Yellowing or rash on the skin that gets worse • Redness, discharge or a foul smell from a healing umbilical cord or circumcision • Breastfeeding less often or taking less formula for more than 8 hours • Green vomit or vomiting after more than 2 feedings in a row • Fewer than 6 to 8 wet diapers in 24 hours • Constipation or diarrhea When Should I Call My Baby’s Doctor. Russian.
ru: педиатру? My Baby’s Doctor? 911, если малыш Звоните по тел. посинел или ему трудно дышать. Позвоните педиатру, если: • Ребенок плачет несколько часов подряд или очень раздражителен, а попытки успокоить его не помогают • Малыша сложно разбудить • У ребенка высокая температура: В заднем проходе 38 ºС (100,4 ºF) или выше, под мышкой 37,2 ºС (99 ºF) или выше Ì После приема лекарств температура не снижается Ì Высокая температура держится более 24 часов • Обильные выделения из глаз • Малышу трудно дышать или кожа под ребрами или между ними во время дыхания проваливается • Пожелтение или сыпь на коже, которые усиливаются • Покраснение, выделения или неприятный запах из пуповины или области обрезания • Более 8 часов подряд ребенок реже прикладывается к груди или выпивает меньше молочной смеси • Зеленые рвотные массы или рвота после более чем 2 кормлений подряд • Ребенок мочится реже 6–8 раз в сутки • Запор или понос
